{
    "page": 1,
    "results": [{
        "poster_path": "\/u7ZpBy8eR50ixjumnkQnCUEbpRa.jpg",
        "popularity": 86.744197,
        "id": 57243,
        "backdrop_path": "\/tQkigP2fItdzJWvtIhBvHxgs5yE.jpg",
        "vote_average": 7.11,
        "overview": "The Doctor looks and seems human. He's handsome, witty, and could be mistaken for just another man in the street. But he is a Time Lord: a 900 year old alien with 2 hearts, part of a gifted civilization who mastered time travel. The Doctor saves planets for a living – more of a hobby actually, and he's very, very good at it. He's saved us from alien menaces and evil from before time began – but just who is he?",
        "first_air_date": "2005-03-26",
        "origin_country": ["GB"],
        "genre_ids": [10759, 18, 10765],
        "original_language": "en",
        "vote_count": 588,
        "name": "Doctor Who",
        "original_name": "Doctor Who"
    }, {
        "poster_path": "\/vxuoMW6YBt6UsxvMfRNwRl9LtWS.jpg",
        "popularity": 51.192879,
        "id": 1402,
        "backdrop_path": "\/h1qyblc5p9G3ZWIVK8ZrkpxcXgO.jpg",
        "vote_average": 7.34,
        "overview": "Sheriff's deputy Rick Grimes awakens from a coma to find a post-apocalyptic world dominated by flesh-eating zombies. He sets out to find his family and encounters many other survivors along the way.",
        "first_air_date": "2010-10-31",
        "origin_country": ["US"],
        "genre_ids": [10759, 18],
        "original_language": "en",
        "vote_count": 1917,
        "name": "The Walking Dead",
        "original_name": "The Walking Dead"
    }, {
        "poster_path": "\/wQoosZYg9FqPrmI4zeCLRdEbqAB.jpg",
        "popularity": 39.409046,
        "id": 1418,
        "backdrop_path": "\/nGsNruW3W27V6r4gkyc3iiEGsKR.jpg",
        "vote_average": 6.93,
        "overview": "The Big Bang Theory is centered on five characters living in Pasadena, California: roommates Leonard Hofstadter and Sheldon Cooper; Penny, a waitress and aspiring actress who lives across the hall; and Leonard and Sheldon's equally geeky and socially awkward friends and co-workers, mechanical engineer Howard Wolowitz and astrophysicist Raj Koothrappali. The geekiness and intellect of the four guys is contrasted for comic effect with Penny's social skills and common sense.",
        "first_air_date": "2007-09-24",
        "origin_country": ["US"],
        "genre_ids": [35],
        "original_language": "en",
        "vote_count": 1448,
        "name": "The Big Bang Theory",
        "original_name": "The Big Bang Theory"
    }, {
        "poster_path": "\/jIhL6mlT7AblhbHJgEoiBIOUVl1.jpg",
        "popularity": 38.044549,
        "id": 1399,
        "backdrop_path": "\/mUkuc2wyV9dHLG0D0Loaw5pO2s8.jpg",
        "vote_average": 8.04,
        "overview": "Seven noble families fight for control of the mythical land of Westeros. Friction between the houses leads to full-scale war. All while a very ancient evil awakens in the farthest north. Amidst the war, a neglected military order of misfits, the Night's Watch, is all that stands between the realms of men and icy horrors beyond.",
        "first_air_date": "2011-04-17",
        "origin_country": ["US"],
        "genre_ids": [10759, 18, 10765],
        "original_language": "en",
        "vote_count": 2192,
        "name": "Game of Thrones",
        "original_name": "Game of Thrones"
    }, {
        "poster_path": "\/38KlJOm67KyZqT9ZcBSsmET04HG.jpg",
        "popularity": 35.999407,
        "id": 2288,
        "backdrop_path": "\/tVCmhoIAHMCIzNmzSBvSDja4wOY.jpg",
        "vote_average": 7.55,
        "overview": "Due to a political conspiracy, an innocent man is sent to death row and his only hope is his brother, who makes it his mission to deliberately get himself sent to the same prison in order to break the both of them out, from the inside out.",
        "first_air_date": "2005-08-29",
        "origin_country": ["US"],
        "genre_ids": [10759, 80, 18, 9648],
        "original_language": "en",
        "vote_count": 456,
        "name": "Prison Break",
        "original_name": "Prison Break"
    }, {
        "poster_path": "\/lUFK7ElGCk9kVEryDJHICeNdmd1.jpg",
        "popularity": 33.200911,
        "id": 60735,
        "backdrop_path": "\/mmxxEpTqVdwBlu5Pii7tbedBkPC.jpg",
        "vote_average": 6.71,
        "overview": "After a particle accelerator causes a freak storm, CSI Investigator Barry Allen is struck by lightning and falls into a coma. Months later he awakens with the power of super speed, granting him the ability to move through Central City like an unseen guardian angel. Though initially excited by his newfound powers, Barry is shocked to discover he is not the only \"meta-human\" who was created in the wake of the accelerator explosion -- and not everyone is using their new powers for good. Barry partners with S.T.A.R. Labs and dedicates his life to protect the innocent. For now, only a few close friends and associates know that Barry is literally the fastest man alive, but it won't be long before the world learns what Barry Allen has become...The Flash.",
        "first_air_date": "2014-10-07",
        "origin_country": ["US"],
        "genre_ids": [18, 10765],
        "original_language": "en",
        "vote_count": 1072,
        "name": "The Flash",
        "original_name": "The Flash"
    }, {
        "poster_path": "\/fPuLlGnh4IaZRnsrKg2KijXLzuF.jpg",
        "popularity": 25.810491,
        "id": 65566,
        "backdrop_path": "\/f8jgQcaEUpaPwEMFNlI5EvY3Tuz.jpg",
        "vote_average": 5.05,
        "overview": "Naz who is a paediatrician loses her baby during pregnancy. Even though her husband wants another baby, she refuses to go through the same thing all over again. She goes to Italy for a conference and meets Ali Nejat there.",
        "first_air_date": "2016-01-07",
        "origin_country": ["TR"],
        "genre_ids": [18],
        "original_language": "tr",
        "vote_count": 11,
        "name": "Intersection",
        "original_name": "Kördüğüm"
    }, {
        "poster_path": "\/s73aqo43YLTkhFGWc3FmCv751iY.jpg",
        "popularity": 25.260888,
        "id": 60059,
        "backdrop_path": "\/ljik3PqnobCL9fNYJRrDD8eTuFe.jpg",
        "vote_average": 8.04,
        "overview": "Six years before Saul Goodman meets Walter White. We meet him when the man who will become Saul Goodman is known as Jimmy McGill, a small-time lawyer searching for his destiny, and, more immediately, hustling to make ends meet. Working alongside, and, often, against Jimmy, is “fixer” Mike Erhmantraut. The series will track Jimmy's transformation into Saul Goodman, the man who puts “criminal” in “criminal lawyer\".",
        "first_air_date": "2015-02-08",
        "origin_country": ["US"],
        "genre_ids": [35, 80, 18],
        "original_language": "en",
        "vote_count": 426,
        "name": "Better Call Saul",
        "original_name": "Better Call Saul"
    }, {
        "poster_path": "\/yTZQkSsxUFJZJe67IenRM0AEklc.jpg",
        "popularity": 24.957017,
        "id": 456,
        "backdrop_path": "\/f5uNbUC76oowt5mt5J9QlqrIYQ6.jpg",
        "vote_average": 7.2,
        "overview": "Set in Springfield, the average American town, the show focuses on the antics and everyday adventures of the Simpson family; Homer, Marge, Bart, Lisa and Maggie, as well as a virtual cast of thousands. Since the beginning, the series has been a pop culture icon, attracting hundreds of celebrities to guest star. The show has also made name for itself in its fearless satirical take on politics, media and American life in general.",
        "first_air_date": "1989-12-17",
        "origin_country": ["US"],
        "genre_ids": [16, 35],
        "original_language": "en",
        "vote_count": 781,
        "name": "The Simpsons",
        "original_name": "The Simpsons"
    }, {
        "poster_path": "\/dc5r71XI1gD4YwIUoEYCLiVvtss.jpg",
        "popularity": 23.822313,
        "id": 60573,
        "backdrop_path": "\/8vk5R31KG5UQTAwTVEBxn65NSB.jpg",
        "vote_average": 7.63,
        "overview": "In the high-tech gold rush of modern Silicon Valley, the people most qualified to succeed are the least capable of handling success. Partially inspired by Mike Judge’s own experiences as a Silicon Valley engineer in the late ‘80s, Silicon Valley is an American sitcom that centers around six programmers who are living together and trying to make it big in the Silicon Valley.",
        "first_air_date": "2014-04-06",
        "origin_country": ["US"],
        "genre_ids": [35],
        "original_language": "en",
        "vote_count": 203,
        "name": "Silicon Valley",
        "original_name": "Silicon Valley"
    }, {
        "poster_path": "\/cdd78fGdaA3EbK2ToZRWcaaB1fx.jpg",
        "popularity": 22.437727,
        "id": 2947,
        "backdrop_path": "\/6IW2GXP3WXSF1LW8CHjtwZ7tprk.jpg",
        "vote_average": 6.88,
        "overview": "A look into American politics, revolving around former Senator Selina Meyer who finds being Vice President of the United States is nothing like she expected and everything everyone ever warned her about.",
        "first_air_date": "2012-04-22",
        "origin_country": ["US"],
        "genre_ids": [35],
        "original_language": "en",
        "vote_count": 74,
        "name": "Veep",
        "original_name": "Veep"
    }, {
        "poster_path": "\/gpULvrgvq1Qidu8EpWevrRUfVhw.jpg",
        "popularity": 22.410693,
        "id": 66788,
        "backdrop_path": "\/sZb21d6EWKAEKZ9GrLQeMwX4cWN.jpg",
        "vote_average": 7.2,
        "overview": "After a teenage girl's perplexing suicide, a classmate receives a series of tapes that unravel the mystery of her tragic choice.",
        "first_air_date": "2017-03-31",
        "origin_country": ["US"],
        "genre_ids": [18],
        "original_language": "en",
        "vote_count": 119,
        "name": "13 Reasons Why",
        "original_name": "13 Reasons Why"
    }, {
        "poster_path": "\/7buCWBTpiPrCF5Lt023dSC60rgS.jpg",
        "popularity": 21.100438,
        "id": 1668,
        "backdrop_path": "\/efiX8iir6GEBWCD0uCFIi5NAyYA.jpg",
        "vote_average": 7.73,
        "overview": "Friends is an American sitcom revolving around a group of friends in the New York City borough of Manhattan. Episodes typically depict the friends' comedic and romantic adventures and career issues, such as Joey auditioning for roles or Rachel seeking jobs in the fashion industry. The six characters each have many dates and serious relationships, such as Monica with Richard Burke and Ross with Emily Waltham. Other frequently recurring characters include Ross and Monica's parents in Long Island, Ross's ex-wife and their son, Central Perk barista Gunther, Chandler's ex-girlfriend Janice, and Phoebe's twin sister Ursula.",
        "first_air_date": "1994-09-22",
        "origin_country": ["US"],
        "genre_ids": [35],
        "original_language": "en",
        "vote_count": 600,
        "name": "Friends",
        "original_name": "Friends"
    }, {
        "poster_path": "\/3CFeptFvp0CE6H665Fpzq8JHxWX.jpg",
        "popularity": 20.557874,
        "id": 1403,
        "backdrop_path": "\/jOrfoGipT8QoDi54Qd9f5yhJCgw.jpg",
        "vote_average": 6.44,
        "overview": "Agent Phil Coulson of S.H.I.E.L.D. (Strategic Homeland Intervention, Enforcement and Logistics Division) puts together a team of agents to investigate the new, the strange and the unknown around the globe, protecting the ordinary from the extraordinary.",
        "first_air_date": "2013-09-24",
        "origin_country": ["US"],
        "genre_ids": [14, 18, 28, 12, 878],
        "original_language": "en",
        "vote_count": 580,
        "name": "Marvel's Agents of S.H.I.E.L.D.",
        "original_name": "Marvel's Agents of S.H.I.E.L.D."
    }, {
        "poster_path": "\/3iFm6Kz7iYoFaEcj4fLyZHAmTQA.jpg",
        "popularity": 20.424248,
        "id": 1622,
        "backdrop_path": "\/o9OKe3M06QMLOzTl3l6GStYtnE9.jpg",
        "vote_average": 6.96,
        "overview": "When they were boys, Sam and Dean Winchester lost their mother to a mysterious and demonic supernatural force. Subsequently, their father raised them to be soldiers. He taught them about the paranormal evil that lives in the dark corners and on the back roads of America ... and he taught them how to kill it. Now, the Winchester brothers crisscross the country in their '67 Chevy Impala, battling every kind of supernatural threat they encounter along the way. ",
        "first_air_date": "2005-09-13",
        "origin_country": ["US"],
        "genre_ids": [18, 9648, 10765],
        "original_language": "en",
        "vote_count": 801,
        "name": "Supernatural",
        "original_name": "Supernatural"
    }, {
        "poster_path": "\/mo0FP1GxOFZT4UDde7RFDz5APXF.jpg",
        "popularity": 19.499922,
        "id": 1412,
        "backdrop_path": "\/dXTyVDTIgeByvUOUEiHjbi8xX9A.jpg",
        "vote_average": 6.18,
        "overview": "Spoiled billionaire playboy Oliver Queen is missing and presumed dead when his yacht is lost at sea. He returns five years later a changed man, determined to clean up the city as a hooded vigilante armed with a bow.",
        "first_air_date": "2012-10-10",
        "origin_country": ["US"],
        "genre_ids": [28, 12, 80, 18, 9648, 878],
        "original_language": "en",
        "vote_count": 926,
        "name": "Arrow",
        "original_name": "Arrow"
    }, {
        "poster_path": "\/1yeVJox3rjo2jBKrrihIMj7uoS9.jpg",
        "popularity": 19.352862,
        "id": 1396,
        "backdrop_path": "\/eSzpy96DwBujGFj0xMbXBcGcfxX.jpg",
        "vote_average": 8.17,
        "overview": "Breaking Bad is an American crime drama television series created and produced by Vince Gilligan. Set and produced in Albuquerque, New Mexico, Breaking Bad is the story of Walter White, a struggling high school chemistry teacher who is diagnosed with inoperable lung cancer at the beginning of the series. He turns to a life of crime, producing and selling methamphetamine, in order to secure his family's financial future before he dies, teaming with his former student, Jesse Pinkman. Heavily serialized, the series is known for positioning its characters in seemingly inextricable corners and has been labeled a contemporary western by its creator.",
        "first_air_date": "2008-01-19",
        "origin_country": ["US"],
        "genre_ids": [18],
        "original_language": "en",
        "vote_count": 1460,
        "name": "Breaking Bad",
        "original_name": "Breaking Bad"
    }, {
        "poster_path": "\/2knM0D9yGrnUgECWfj6OSJl4Poa.jpg",
        "popularity": 19.130356,
        "id": 60708,
        "backdrop_path": "\/bRFmBU0VPr9s1oeJHuS5Zb5nZQS.jpg",
        "vote_average": 6.74,
        "overview": "Before there was Batman, there was GOTHAM. \n\nEveryone knows the name Commissioner Gordon. He is one of the crime world's greatest foes, a man whose reputation is synonymous with law and order. But what is known of Gordon's story and his rise from rookie detective to Police Commissioner? What did it take to navigate the multiple layers of corruption that secretly ruled Gotham City, the spawning ground of the world's most iconic villains? And what circumstances created them – the larger-than-life personas who would become Catwoman, The Penguin, The Riddler, Two-Face and The Joker? ",
        "first_air_date": "2014-09-22",
        "origin_country": ["US"],
        "genre_ids": [18, 14, 53, 80],
        "original_language": "en",
        "vote_count": 388,
        "name": "Gotham",
        "original_name": "Gotham"
    }, {
        "poster_path": "\/gBGUL1UTUNmdRQT8gA1LUV4yg39.jpg",
        "popularity": 17.853248,
        "id": 1434,
        "backdrop_path": "\/pH38r4TWTqq7Mcs6XAlwgzNUeJe.jpg",
        "vote_average": 6.64,
        "overview": "Sick, twisted, politically incorrect and Freakin' Sweet animated series featuring the adventures of the dysfunctional Griffin family. Bumbling Peter and long-suffering Lois have three kids. Stewie (a brilliant but sadistic baby bent on killing his mother and taking over the world), Meg (the oldest, and is the most unpopular girl in town) and Chris (the middle kid, he's not very bright but has a passion for movies). The final member of the family is Brian - a talking dog and much more than a pet, he keeps Stewie in check whilst sipping Martinis and sorting through his own life issues.",
        "first_air_date": "1999-01-31",
        "origin_country": ["US"],
        "genre_ids": [16, 35],
        "original_language": "en",
        "vote_count": 551,
        "name": "Family Guy",
        "original_name": "Family Guy"
    }, {
        "poster_path": "\/nx4vS7Oq0OGjAaINSyGZRkKuosf.jpg",
        "popularity": 17.841716,
        "id": 4419,
        "backdrop_path": "\/m5WsvyZ3k3RR16QDFFxEtsZxkia.jpg",
        "vote_average": 6.09,
        "overview": "Real Time with Bill Maher is a talk show that airs weekly on HBO, hosted by comedian and political satirist Bill Maher.\n\nMuch like his previous series Politically Incorrect on ABC, Real Time features a panel of guests who discuss current events in politics and the media. Unlike the previous show, however, guests are usually more well-versed in the subject matter: more experts such as journalists, professors and politicians participate in the panel, and there are fewer actors and celebrities included in it. Additionally, many guests appear via satellite. Also, Politically Incorrect was produced four days a week and was pre-recorded, while Real Time only produces one episode a week which is broadcast live.\n\nReal Time is an hour-long program with a studio audience, airing live on Friday nights at 10:00 PM. It originates from Studio 33 at CBS Television City in Los Angeles. Prior to 2009, approximately 12 new weekly episodes aired in the spring, followed by another such set of new episodes in the fall. In 2009, the show began airing as one continuous season. Because of the live, current-events nature of the show, HBO does not re-air old episodes between breaks, though occasionally a repeat will be shown when the program takes a week off during the season.",
        "first_air_date": "2003-02-21",
        "origin_country": ["US"],
        "genre_ids": [35, 10767],
        "original_language": "en",
        "vote_count": 49,
        "name": "Real Time with Bill Maher",
        "original_name": "Real Time with Bill Maher"
    }],
    "total_results": 20000,
    "total_pages": 1000
}
